<template>
  <section class="promo">
    <div class="container">
      <h1 class="title t4">Мой блог на nuxt.js</h1>
      <p class="t4">
        Таким образом консультация с широким активом позволяет оценить значение
        форм развития. Таким образом консультация с широким активом обеспечивает
        широкому кругу (специалистов) участие в формировании форм развития.
        Разнообразный и богатый опыт начало повседневной работы по формированию
        позиции играет важную роль в формировании системы обучения кадров,
        соответствует насущным потребностям.
      </p>
    </div>
  </section>
</template>

<style lang="scss">
.t4 {
  padding: 0 16px;
}
</style>
